Repository: libvirt/libvirt-sandbox
Catalog: po/*.po
Languages: ca, cs, de, fi, pl, sv

source: Usage: %s [OPTIONS] COMMAND-PATH [ARGS...] %s
ca: Ús: %s [OPCIONS] CAMÍ-ORDRE [ARGUMENTS...] %s
cs: Použití: %s [VOLBY] POPIS-UMISTENI-PRIKAZU [ARGUMENTY…] %s
de: Aufruf: %s [OPTIONEN] BEFEHL-PFAD [ARGUMENTE...] %s
fi: Käyttö: %s [OPTIONS] COMMAND-PATH [ARGS...] %s
pl: Użycie: %s [OPCJE] ŚCIEŻKA-POLECENIA [PARAMETRY…] %s
sv: Användning: %s [FLAGGOR] KOMMANDOSÖKVÄG [ARG …] %s

source: %s version %s
ca: %s versió %s
cs: %s verze %s
fi: %s versio %s
pl: %s w wersji %s

source: %s: Unable to load config %s: %s
ca: %s: no es pot carregar la configuració %s: %s
cs: %s: Nedaří se načíst soubor s nastaveními %s: %s
fi: %s: Kokoonpanoa %s ei voi ladata: %s
pl: %s: nie można wczytać konfiguracji %s: %s
sv: %s: Kan inte läsa in konfigurationen %s: %s

source: %s: must be launched as root
ca: %s: ha de llançar-se com a root
cs: %s: je třeba spustit jako správce (root)
fi: %s:n on käynnistettävä rootina
pl: %s: musi być uruchomione jako root
sv: %s: måste startas som root

source: 'switchto' and 'privileged' are incompatible options
ca: Les opcions «switchto» i «privileged» no són compatibles
cs: volby „switchto“ a „privileged“ nelze použít zároveň
fi: 'switchto' ja 'privileged' ovat yhteensopimattomia vaihtoehtoja
pl: „switchto” i „privileged” są niezgodnymi opcjami
sv: flaggorna ”switchto” och ”privileged” är inkompatibla

source: - Libvirt Sandbox
ca: - sorral del Libvirt
fi: - Libvirt-hiekkalaatikko
pl: — piaskownica biblioteki libvirt

source: Cannot identify file extension in '%s'
ca: No es pot identificar l'extensió del fitxer a '%s'
cs: Nedaří se identifikovat příponu souboru v „%s“
fi: Tiedostotunnistetta ei voida tunnistaa'%s':ssa
pl: Nie można zidentyfikować rozszerzenia pliku w „%s”
sv: Kan inte identifiera filändelsen i ”%s”

source: Cannot request DHCP with static routes/addresses
ca: No es pot sol·licitar DHCP amb adreces/encaminaments estàtics
cs: Není možné vyžadovat DHCP se statickými trasami/adresami
fi: Staattisia reittejä/osoitteita sisältävää DHCP:ta ei voi pyytää
pl: Nie można zażądać DHCP ze statycznymi trasami/adresami
sv: Kan inte begära DHCP med statiska rutter/adresser

source: Cannot set static addresses with DHCP
ca: No es poden establir adreces estàtiques amb DHCP
cs: S DHCP není možné nastavovat statické IP adresy
fi: Staattisia osoitteita ei voi asettaa DHCP:lla
pl: Nie można ustawić statycznych adresów z DHCP
sv: Kan inte sätta statiska adresser med DHCP

source: Cannot set static routes with DHCP
ca: No es poden establir encaminaments estàtics amb DHCP
cs: S DHCP není možné nastavovat statické trasy
fi: Staattisia reittejä ei voida asettaa DHCP:lla
pl: Nie można ustawić statycznych tras z DHCP
sv: Kan inte sätta statiska rutter med DHCP

source: Cannot set static routes without addresses
ca: No es poden establir encaminaments estàtics sense adreces
cs: Není možné nastavovat statické trasy bez adres
fi: Staattisia reittejä ei voi asettaa ilman osoitteita
pl: Nie można ustawić statycznych tras bez adresów
sv: Kan inte sätta statiska rutter utan adresser

source: Console is already attached to a stream
ca: La consola ja està adjuntada a un flux
cs: Konzole už je připojena k proudu
fi: Konsoli on jo liitetty johonkin virtaan
pl: Konsola jest już dołączona do potoku
sv: Konsolen är redan kopplad till en ström

source: ConsoleRpc is not attached to a stream
ca: ConsoleRpc no està adjuntat a un flux
cs: ConsoleRpc není připojeno k proudu
fi: ConsoleRpc ei ole liitetty virtaan
pl: RPC konsoli nie jest dołączone do potoku
sv: ConsoleRpc är inte kopplad till en ström

source: Domain is not currently running
ca: Actualment el domini no s'està executant
cs: Doména v tuto chvíli není spuštěná
fi: Toimialue ei ole tällä hetkellä käynnissä
pl: Domena nie jest obecnie uruchomiona
sv: Domänen kör inte för närvarande

source: Failed to resolve user %s
ca: No s'ha pogut resoldre l'usuari: %s
cs: Nedaří se přeložit uživatele %s
fi: Käyttäjän %s ratkaiseminen epäonnistui
pl: Rozwiązanie użytkownika %s się nie powiodło
sv: Misslyckades att slå upp användaren %s

source: Got rx in unexpected state %d
ca: Es va obtenir un rx amb un estat inesperat %d
cs: Obdrženo rx v neočekávaném stavu %d
fi: rx saatu odottamattomassa tilassa %d
pl: Otrzymano RX w nieoczekiwanym stanie %d
sv: Fick rx i oväntat tillstånd %d

source: Kernel image %s does not exist
ca: No existeix la imatge del kernel %s
cs: Obraz s jádrem %s neexistuje
fi: Ytimen levykuvaa %s ei ole olemassa
pl: Obraz jądra %s nie istnieje
sv: Kärnavbilden %s finns inte

source: Kernel module dir %s does not exist
ca: No existeix el directori del mòdul del kernel %s
cs: Složka %s s moduly pro jádro neexistuje
fi: Ytimen moduulihakemistoa %s ei ole olemassa
pl: Katalog modułów jądra %s nie istnieje
sv: Kärnmodulkatalogen %s finns inte

source: Libvirt Sandbox
ca: Sorral del Libvirt
fi: Libvirt-hiekkalaatikko
pl: Piaskownica biblioteki libvirt

source: Libvirt Sandbox Init Common
ca: Inicialització comuna del sorral del Libvirt
cs: Společné pro inicializaci libvirt sandbox
de: Libvirt Sandbox Init allgemein
fi: Libvirt Sandbox Init Yhteinen
pl: Wspólna inicjacja piaskownicy biblioteki libvirt
sv: Libvirt Sandbox initiera allmänt

source: Missing class name in config file
ca: Falta el nom de la classe en el fitxer de configuració
cs: V souboru s nastaveními chybí název třídy
fi: Kokoonpanotiedostosta puuttuu luokan nimi
pl: Brak nazwy klasy w pliku konfiguracji
sv: Klassnamn saknas i konfigurationsfilen

source: Missing disk format in config file
ca: Falta el format del disc en el fitxer de configuració
cs: V souboru s nastaveními chybí formát disku
fi: Kokoonpanotiedostosta puuttuu levymuoto
pl: Brak formatu dysku w pliku konfiguracji
sv: Diskformat saknas i konfigurtionsfilen

source: Missing disk source in config file
ca: Falta l'origen del disc en el fitxer de configuració
cs: Chybějící zdroj disku v souboru s nastaveními
fi: Kokoonpanotiedostosta puuttuu levylähde
pl: Brak dysku źródłowego w pliku konfiguracji
sv: Diskkälla saknas i konfigurtionsfilen

source: Missing disk source string on %s
ca: Falta la cadena de text amb l'origen del disc a %s
cs: Chybí řetězec zdroje disku na %s
fi: Levyn lähdemerkkijono puuttuu %s
pl: Brak ciągu źródłowego dysku w %s
sv: Diskkällesträng saknas på %s

source: Missing disk tag in config file
ca: Falta l'etiqueta del disc en el fitxer de configuració
cs: Chybějící štítek disku v souboru s nastaveními
fi: Kokoonpanotiedostosta puuttuu levymuoto
pl: Brak etykiety dysku w pliku konfiguracji
sv: Disketikett saknas i konfigurtionsfilen

source: Missing disk type in config file
ca: Falta el tipus del disc en el fitxer de configuració
cs: Chybějící typ disku v souboru s nastaveními
fi: Kokoonpanotiedostosta puuttuu levymuoto
pl: Brak typu dysku w pliku konfiguracji
sv: Disktyp saknas i konfigurtionsfilen

source: Missing environment key in config file
ca: Falta el nom de la variable d'entorn en el fitxer de configuració
cs: Chybějící klíč prostředí v souboru s nastaveními
fi: Ympäristöavain puuttuu asetustiedostosta
pl: Brak klucza środowiska w pliku konfiguracji
sv: Miljönyckel saknas i konfigurationsfilen

source: Missing environment value in config file
ca: Falta el valor de la variable d'entorn en el fitxer de configuració
cs: Chybějící proměnná prostředí v souboru s nastaveními
fi: Ympäristöarvo puuttuu kokoonpanotiedostosta
pl: Brak wartości środowiska w pliku konfiguracji
sv: Miljövärde saknas i konfigurationsfilen

source: Missing gateway in route %s
ca: Falta la passarel·la en l'encaminament %s
cs: V trase %s chybí brána
fi: Reitiltä %s puuttuu yhdyskäytävä
pl: Brak bramy w trasie %s
sv: Gateway saknas i rutten %s

source: Missing image format in config file
ca: Falta el format de la imatge en el fitxer de configuració
cs: Chybějící formát obrazu v souboru s nastaveními
fi: Kokoonpanotiedostosta puuttuu levymuoto
pl: Brak formatu obrazu w pliku konfiguracji
sv: Avbildsformat saknas i konfigurtionsfilen

source: Missing mount source in config file
ca: Falta l'origen del muntatge en el fitxer de configuració
cs: Chybějící zdroj připojení v souboru s nastaveními
fi: Kokoonpanotiedostosta puuttuu levylähde
pl: Brak źródła punktu montowania w pliku konfiguracji
sv: Monteringskälla saknas i konfigurtionsfilen

source: Missing mount source string on %s
ca: Falta la cadena de text amb l'origen del muntatge a %s
cs: Chybějící řetězec zdroje připojení na %s
fi: Levyn lähdemerkkijono puuttuu %s
pl: Brak ciągu źródłowego punktu montowania w %s
sv: Monteringskällesträng saknas på %s

source: Missing mount target in config file
ca: Falta la destinació del muntatge en el fitxer de configuració
cs: Chybějící cíl připojení v souboru s nastaveními
fi: Liitoskohde puuttuu kokoonpanotiedostosta
pl: Brak celu punktu montowania w pliku konfiguracji
sv: Monteringsmål saknas i konfigurationsfilen

source: Missing mount type in config file
ca: Falta el tipus del muntatge en el fitxer de configuració
cs: Chybějící typ připojení v souboru s nastaveními
fi: Liitostyyppi puuttuu kokoonpanotiedostosta
pl: Brak typu punktu montowania w pliku konfiguracji
sv: Monteringstyp saknas i konfigurationsfilen

source: Missing mount usage in config file
ca: Falta l'ús del muntatge en el fitxer de configuració
cs: Chybějící použití připojení v souboru s nastaveními
fi: Liitoksen käyttö puuttuu kokoonpanotiedostosta
pl: Brak użycia punktu montowania w pliku konfiguracji
sv: Monteringsanvändning saknas i konfigurationsfilen

source: No assignment in filter parameter configuration
ca: Cap assignació en la configuració del paràmetre filter
cs: Žádné přiřazení v nastavení parametru filtru
fi: Suodatinparametrien konfiguraatiossa ei ole kytkentää
pl: Brak przydziału w konfiguracji parametrów filtru
sv: Ingen tilldelning i filterparameterkonfigurationen

source: No device %s found for domain
ca: No s'ha trobat cap dispositiu %s per al domini
cs: Pro doménu nenalezeno žádné zařízení %s
fi: Toimialueelle ei löytynyt yhtään laitteita %s
pl: Nie odnaleziono urządzenia %s dla domeny
sv: Ingen enhet %s finns till domänen

source: No devices found for domain
ca: No s'han trobat dispositius per al domini
cs: Pro doménu nenalezena žádná zařízení
fi: Toimialueelle ei löytynyt laitteita
pl: Nie odnaleziono urządzeń dla domeny
sv: Inga enheter funna till domänen

source: No disk type prefix on %s
ca: Sense prefix de tipus de disc a %s
cs: Žádná předpona typu disku na %s
fi: Ei levytyypin etuliitettä kohteessa %s
pl: Brak przedrostka typu dysku w %s
sv: Inget disktypprefix på %s

source: No mount type prefix on %s
ca: Sense prefix de tipus de muntatge a %s
cs: Žádná předpona typu připojení na %s
fi: Ei liitostyypin etuliitettä kohteessa %s
pl: Brak przedrostka typu punktu montowania w %s
sv: Inget monteringstypsprefix på %s

source: No mount with a prefix under %s
ca: Sense muntatge amb un prefix sota %s
cs: Žádné připojení s předponou pod %s
fi: Ei liitosta etuliitteellä kohteessa %s
pl: Brak punktu montowania z przedrostkiem pod %s
sv: Ingen montering med ett prefix under %s

source: Raw data too long to send (%zu bytes needed, %zu bytes available)
ca: Les dades en cru són massa grans per ser enviades (es necessiten %zu bytes, hi ha disponible %zu bytes)
cs: Nezpracovaná data jsou příliš objemná pro odeslání (%zu bajtů potřebných, %zu bajtů k dispozici)
fi: Raakadata on liian pitkä lähetettäväksi (%zu tavua tarvitaan, %zu tavua käytettävissä)
pl: Surowe dane są za długie, aby je wysłać (wymagane jest %zu B, dostępne jest %zu B)
sv: Råa data är för långa för att skicka (%zu byte behövs, %zu byte tillgängliga)

source: Run '
ca: Executa '
cs: Spustit „
de: Ausführen '
fi: Suorita '
pl: Wykonaj "
sv: Kör ”

source: Run 'virt-sandbox --help' to see a full list of available command line options
ca: Executeu 'virt-sandbox --help' per veure un llistat complet de les opcions disponibles per a la línia d'ordres
cs: Pro zobrazení úplného seznamu předvoleb pro příkazový řádek, které jsou k dispozici, spusťte „virt-sandbox --help“
de: Rufen Sie »virt-sandbox --help« auf, um eine vollständige Liste der verfügbaren Befehlszeilenoptionen zu erhalten
fi: Suorita `virt-sandbox --help` nähdäksesi kaikki käytettävissä olevat komentorivivalitsimet
pl: Polecenie „virt-sandbox --help” wyświetla pełną listę dostępnych opcji wiersza poleceń
sv: Kör ”virt-sansbox --help” för att se hela listan av tillgängliga kommandoradsflaggor

source: Sandbox is not currently running
ca: El sorral no s'està executant actualment
cs: Oddělené prostředí v tuto chvíli není spuštěné
fi: Hiekkalaatikko ei ole tällä hetkellä käynnissä
pl: Piaskownica nie jest obecnie uruchomiona
sv: Sandbox kör inte just nu

source: Type name '%s' in config file had wrong parent
ca: El tipus de nom «%s» en el fitxer de configuració tenia un pare incorrecte
cs: Název typu „%s“ v souboru s nastaveními má nesprávnou nadřazenou položku
fi: Tyyppinimellä '%s' asetustiedostossa oli väärä vanhempi
pl: Nazwa typu „%s” w pliku konfiguracji ma błędny element nadrzędny
sv: Typnamnet ”%s” i konfigurationsfilen hade fel förälder

source: URI '%s' unsupported as non-root, try 'qemu:///session'
cs: URI „%s“ není podporováno jako ne-root zkuste „qemu:///session“
fi: URI:tä '%s' ei tueta ei-root-käyttäjänä, kokeile 'qemu: /// session'
pl: Adres URI „%s” jest obsługiwany tylko jako root, proszę spróbować „qemu:///session”
sv: URI:n ”%s” stödjs inte för andra än root, försök med ”qemu:///session”

source: URI '%s' unsupported as root, try 'lxc:///' or 'qemu:///system'
cs: URI „%s“ nepodporováno jako root, zkuste „lxc:///“ nebo „qemu:///system“
fi: URI:tä '%s' ei tueta root-käyttäjänä, kokeile 'lxc:///' tai 'qemu:///system'
pl: Adres URI „%s” jest nieobsługiwany jako root, proszę spróbować „lxc:///” lub „qemu:///system”
sv: URI:n ”%s” stödjs inte för root, prova ”lxc:///” eller ”qemu:///system”

source: Unable to access %s: %s
ca: No es pot accedir %s: %s
cs: Nedaří se přistoupit k %s: %s
de: Zugriff auf %s nicht möglich: %s
fi: Ei pääse kohteeseen %s: %s
pl: Nie można uzyskać dostępu do %s: %s
sv: Kan inte komma åt %s: %s

source: Unable to attach sandbox console: %s
ca: No es pot adjuntar a la consola del sorral: %s
cs: Nedaří se připojit konzoli odděleného prostředí: %s
fi: Ei voi liittää hiekkalaatikkokonsolia: %s
pl: Nie można dołączyć konsoli piaskownicy: %s
sv: Kan inte ansluta till sandbox-konsolen: %s

source: Unable to create temporary directory %s: %s
ca: No es pot crear el directori temporal %s: %s
cs: Nedaří se vytvořit dočasnou složku %s: %s
de: Erzeugen des temporären Verzeichnis %s nicht möglich: %s
fi: Tilapäishakemiston luominen epäonnistui %s: %s
pl: Nie można utworzyć katalogu tymczasowego %s: %s
sv: Kan inte skapa temporärkatalogen %s: %s

source: Unable to decode message header
ca: No es pot descodificar la capçalera del missatge
cs: Nedaří se interpretovat záhlaví zprávy
fi: Viestin otsikon purkaminen ei onnistu
pl: Nie można dekodować nagłówka komunikatu
sv: Kan inte avkoda meddelandehuvudet

source: Unable to decode message length
ca: No es pot descodificar la mida del missatge
cs: Nedaří se interpretovat délku zprávy
fi: Viestin pituuden purkaminen ei onnistu
pl: Nie można dekodować długości komunikatu
sv: Kan inte avkoda meddelandelängden

source: Unable to decode message payload
ca: No es pot descodificar el cost del missatge
cs: Nedaří se dekódovat náklad zprávy
fi: Viestien hyötykuorman purkaminen ei onnistu
pl: Nie można dekodować zawartości komunikatu
sv: Kan inte avkoda meddelandelasten

source: Unable to encode message header
ca: No es pot codificar la capçalera del missatge
cs: Nedaří se enkódovat záhlaví zprávy
fi: Viestin otsikkoa ei voi koodata
pl: Nie można zakodować nagłówka komunikatu
sv: Kan inte koda meddelandehuvudet

source: Unable to encode message length
ca: No es pot codificar la mida del missatge
cs: Nedaří se enkódovat délku zprávy
fi: Viestin pituutta ei voi koodata
pl: Nie można zakodować długości komunikatu
sv: Kan inte koda meddelandelängden

source: Unable to encode message payload
ca: No es pot codificar el cost del missatge
cs: Nedaří se enkódovat náklad zprávy
fi: Viestin hyötykuormaa ei voi koodata
pl: Nie można zakodować zawartości komunikatu
sv: Kan inte koda meddelandelasten

source: Unable to get SELinux context of user: %s
ca: No es pot obtenir el context SELinux de l'usuari: %s
cs: Nedaří se získat SELinux kontext uživatele: %s
fi: Käyttäjän: %s SELinux-kontekstin noutaminen epäonnistui
pl: Nie można uzyskać kontekstu SELinuksa użytkownika: %s
sv: Kan inte få SELinux-kontexten för användaren: %s

source: Unable to get app console: %s
ca: No es pot obtenir l'aplicació de la consola: %s
cs: Nedaří se získat konzoli aplikace: %s
fi: Sovelluskonsolia ei voi saada: %s
pl: Nie można uzyskać konsoli aplikacji: %s
sv: Kan inte få app-konsolen: %s

source: Unable to get log console: %s
ca: No es pot obtenir el registre de la consola: %s
cs: Nedaří se získat konzoli záznamu událostí: %s
fi: Lokikonsolia ei voi saada: %s
pl: Nie można uzyskać konsoli dziennika: %s
sv: Kan inte få logg-konsolen: %s

source: Unable to isolate console unless direct access flag is set
ca: No es pot aïllar la consola a menys que s'estableixi l'indicador d'accés directe
cs: Nedaří se izolovat konzoli pokud je nastaven příznak přímého přístupu
fi: Konsolia ei voi eristää, ellei suoran pääsyn merkkiä ole asetettu
pl: Nie można odizolować konsoli, jeśli flaga bezpośredniego dostępu nie jest ustawiona
sv: Kan inte isolera konsolen om inte flaggan för direktåtkomst är satt

source: Unable to open connection: %s
ca: No es pot obrir la connexió: %s
cs: Nedaří se otevřít spojení: %s
de: Verbindung konnte nicht geöffnet werden: %s
fi: Yhteyttä %s ei voitu avata
pl: Nie można otworzyć połączenia: %s
sv: Kan inte öppna anslutningen: %s

source: Unable to open console %s
ca: No es pot obrir la consola %s
cs: Nedaří se otevřít konzoli %s
fi: Konsolia %s ei voi avata
pl: Nie można otworzyć konsoli %s
sv: Kan inte öppna konsolen %s

source: Unable to parse address %s
ca: No es pot analitzar sintàcticament l'adreça %s
cs: Nedaří se zpracovat adresu %s
fi: Osoitteen %s jäsentäminen epäonnistui
pl: Nie można przetworzyć adresu %s
sv: Kan inte tolka adressen %s

source: Unable to parse custom environment variables: %s
ca: No es poden analitzar sintàcticament les variables d'entorn personalitzades: %s
cs: Nedaří se zpracovat uživatelsky určené proměnné prostředí: %s
fi: Muokattujen ympäristömuuttujien jäsentäminen epäonnistui: %s
pl: Nie można przetworzyć niestandardowych zmiennych środowiskowych: %s
sv: Kan inte tolka anpassade miljövariabler: %s

source: Unable to parse disks: %s
ca: No es poden analitzar sintàcticament els discs: %s
cs: Nedaří se zpracovat disky: %s
fi: Levyjä ei voi jäsentää: %s
pl: Nie można przetworzyć dysków: %s
sv: Kan inte tolka diskar: %s

source: Unable to parse include file: %s
ca: No es pot analitzar sintàcticament el fitxer d'inclusió: %s
cs: Nedaří se zpracovat soubor pro zahrnutí: %s
fi: Sisällytä tiedostoa: %s ei voi jäsentää
pl: Nie można przetworzyć pliku „include”: %s
sv: Kan inte tolka inkluderingsfilen: %s

source: Unable to parse includes: %s
ca: No es poden analitzar sintàcticament les inclusions: %s
cs: Nedaří se zpracovat zahrnutí: %s
fi: Include-tiedostoja ei voi jäsentää: %s
pl: Nie można przetworzyć „include”: %s
sv: Kan inte tolka inkluderingar: %s

source: Unable to parse mounts: %s
ca: No es poden analitzar sintàcticament els muntatges: %s
cs: Nedaří se zpracovat připojení (mount): %s
de: Einhängungen konnten nicht ausgewertet werden: %s
fi: Liitäntöjen %s jäsentäminen epäonnistui
pl: Nie można przetworzyć punktów montowania: %s
sv: Kan inte tolka monteringar: %s

source: Unable to parse networks: %s
ca: No es poden analitzar sintàcticament les xarxes: %s
cs: Nedaří se zpracovat sítě: %s
fi: Verkkojen %s jäsentäminen epäonnistui
pl: Nie można przetworzyć sieci: %s
sv: Kan inte tolka nätverk: %s

source: Unable to parse security: %s
ca: No es pot analitzar sintàcticament la seguretat: %s
cs: Nedaří se zpracovat zabezpečení: %s
fi: Suojauksen %s jäsentäminen epäonnistui
pl: Nie można przetworzyć zabezpieczeń: %s
sv: Kan inte tolka säkerheten: %s

source: Unable to query terminal attributes: %s
ca: No es poden consultar els atributs del terminal: %s
cs: Nedaří se dotazovat na atributy terminálu: %s
fi: Ei voi kysyä terminaalin määritteitä: %s
pl: Nie można odpytać atrybutów terminala: %s
sv: Kan inte få fram terminalattributen: %s

source: Unable to re-encode message length
ca: No es pot recodificar la mida del missatge
cs: Nedaří se znovu enkódovat délku zprávy
fi: Viestin pituuden uudelleenkoodaus ei onnistu
pl: Nie można ponowie zakodować długości komunikatu
sv: Kan inte koda om meddelandelängden

source: Unable to read entries in %s: %s
ca: No es poden llegir les entrades en %s: %s
cs: Nedaří se číst položky v %s: %s
de: Lesen der Einträge in %s nicht möglich: %s
fi: Kohteen %s merkintöjä ei voi lukea: %s
pl: Nie można odczytać wpisów w %s: %s
sv: Kan inte läsa poster i %s: %s

source: Unable to restore terminal attributes: %s
ca: No es poden restablir els atributs del terminal: %s
cs: Nedaří se obnovit atributy terminálu: %s
fi: Ei voi palauttaa terminaalin määritteitä: %s
pl: Nie można przywrócić atrybutów terminala: %s
sv: Kan inte återställa terminalattributen: %s

source: Unable to start sandbox: %s
ca: No es pot iniciar el sorral: %s
cs: Nedaří se spustit oddělené prostředí: %s
fi: Hiekkalaatikkoa ei voi käynnistää: %s
pl: Nie można uruchomić piaskownicy: %s
sv: Kan inte starta sandlådan: %s

source: Unable to update terminal attributes: %s
ca: No es poden actualitzar els atributs del terminal: %s
cs: Nedaří se aktualizovat atributy terminálu: %s
fi: Ei voi päivittää terminaalin määritteitä: %s
pl: Nie można zaktualizować atrybutów terminala: %s
sv: Kan inte uppdatera terminalattributen: %s

source: Unexpected rpc proc %u
ca: Proc rpc inesperat %u
cs: Neočekávaný rpc proc %u
fi: Odottamaton rpc proc %u
pl: Nieoczekiwany proces RPC %u
sv: Oväntad rpc-process %u

source: Unexpected rpc status %u
ca: Estat rpc inesperat %u
cs: Neočekávaný rpc stav %u
fi: Odottamaton rpc tila %u
pl: Nieoczekiwany stan RPC %u
sv: Oväntad rpc-status %u

source: Unimplemented disk type prefix on %s
ca: Prefix de tipus de disc no implementat a %s
cs: Neimplementovaná předpona typu disku na %s
fi: Toteuttamaton levytyypin etuliite kohteessa %s
pl: Niezaimplementowany przedrostek typu dysku w %s
sv: Oimplementerat disktypsprefix på %s

source: Unknown disk format %s in config file
ca: Format desconegut del disc %s en el fitxer de configuració
cs: Neznámý formát disku %s v souboru s nastaveními
fi: Tuntematon levymuoto %s asetustiedostossa
pl: Nieznany format dysku %s w pliku konfiguracji
sv: Okänt diskformat %s i konfigurationsfilen

source: Unknown disk format '%s'
ca: Format desconegut de disc '%s'
cs: Neznámý formát disku „%s“
fi: Tuntematon levymuoto '%s'
pl: Nieznany format dysku „%s”
sv: Okänt diskformat ”%s”

source: Unknown disk image format: '%s'
ca: Format desconegut d'imatge de disc: '%s'
cs: Neznámý formát obrazu disku: „%s“
fi: Tuntematon levykuvan muoto '%s'
pl: Nieznany format obrazu dysku: „%s”
sv: Okänt diskavbildsformat: ”%s”

source: Unknown disk type %s in config file
ca: Tipus desconegut del disc %s en el fitxer de configuració
cs: Neznámý typ disku %s v souboru s nastaveními
fi: Tuntematon levytyyppi %s asetustiedostossa
pl: Nieznany typ dysku %s w pliku konfiguracji
sv: Okänd disktyp %s i konfigurationsfilen

source: Unknown disk type prefix on %s
ca: Prefix de tipus de disc desconegut a %s
cs: Neznámá předpona typu disku na %s
fi: Tuntematon levytyypin etuliite kohteessa %s
pl: Nieznany przedrostek typu dysku w %s
sv: Okänt disktypprefix på %s

source: Unknown failure
ca: Error desconegut
cs: Neznámý nezdar
de: Unbekannter Fehler
fi: Tuntematon virhe
pl: Nieznane niepowodzenie
sv: Okänt misslyckande
