Repository: libvirt/libvirt-sandbox
Catalog: po/*.po
Languages: ca, cs, de, fi, pl, sv

source: Unknown image format %s in config file
ca: Format desconegut de la imatge %s en el fitxer de configuració
cs: Neznámý formát obrazu %s v souboru s nastaveními
fi: Tuntematon levykuvan muoto %s asetustiedostossa
pl: Nieznany format obrazu %s w pliku konfiguracji
sv: Okänt avbildsformat %s i konfigurationsfilen

source: Unknown mount type %s in config file
ca: Tipus desconegut del muntatge %s en el fitxer de configuració
cs: Neznámý typ připojení %s v souboru s nastaveními
fi: Tuntematon liitostyyppi %s asetustiedostossa
pl: Nieznany typ punktu montowania %s w pliku konfiguracji
sv: Okänd monteringstyp %s i konfigurationsfilen

source: Unknown mount type prefix on %s
ca: Prefix de tipus de muntatge desconegut a %s
cs: Neznámá předpona typu připojení na %s
fi: Tuntematon liitostyyppinen etuliite kohteessa %s
pl: Nieznany przedrostek typu punktu montowania w %s
sv: Okänt monteringstypsprefix på %s

source: Unknown parameter %s
ca: Paràmetre desconegut %s
cs: Neznámý parametr %s
de: Unbekannter Parameter %s
fi: Tuntematon parametri %s
pl: Nieznany parametr %s
sv: Okänd parameter %s

source: Unknown security option '%s'
ca: Opció de seguretat desconeguda «%s»
cs: Neznámá volba zabezpečení „%s“
fi: Tuntematon suojausvaihtoehto '%s'
pl: Nieznana opcja zabezpieczeń „%s”
sv: Okänd säkerhetsflagga ”%s”

source: Unknown type name '%s' in config file
ca: Tipus de nom «%s» desconegut en el fitxer de configuració
cs: Neznámý název typu „%s“ v souboru s nastaveními
fi: Tuntematon tyyppinimi %s asetustiedostossa
pl: Nieznana nazwa typu „%s” w pliku konfiguracji
sv: Okänt typnamn ”%s” i konfigurationsfilen

source: Unsupported configuration type %s
ca: Tipus de configuració no suportada %s
cs: Nepodporovaný typ nastavení %s
fi: Kokoonpanotyyppi %s ei tuettu
pl: Nieobsługiwany typ konfiguracji %s
sv: Konfigurationstypen stödjs inte %s

source: Wrong environment format on %s
cs: Chybný formát prostředí na %s
fi: Väärä ympäristömuoto kohteessa %s
pl: Błędny format środowiska w %s
sv: Fel miljöformat på %s

source: add a disk in the guest
ca: afegeix un disc al convidat
cs: přidat do hosta disk
fi: lisää vieraalle levy
pl: dodaje dysk do gościa
sv: lägg till en disk i gästen

source: add a environment variable for the sandbox
ca: afegeix una variable d'entorn per al sorral
cs: přidat do odděleného prostředí proměnnou prostředí
fi: lisää hiekkalaatikolle ympäristömuuttuja
pl: dodaje zmienną środowiskową do piaskownicy
sv: lägg till en miljövariabel till sandlådan

source: clean power off when exiting
cs: při ukončování korektně vypnout
fi: puhdas virrankatkaisu poistuttaessa
pl: czyste wyłączenie zasilania podczas kończenia działania
sv: ren strömavstängning vid avslut

source: config file path
ca: camí al fitxer de configuració
cs: popis umístění souboru s nastaveními
de: Konfigurationsdatei-Pfad
fi: config-tiedoston polku
pl: ścieżka do pliku konfiguracji
sv: konfigurationsfilssökväg

source: connect to hypervisor
ca: connecta a l'hipervisor
cs: připojit k hypervizoru
de: Mit Hypervisor verbinden
fi: yhdistä hypervisoriin
pl: łączy z nadzorcą
sv: anslut till hypervisorn

source: display debugging information
ca: mostra informació de depuració
cs: zobrazit ladící informace
de: Debug-Information anzeigen
fi: näytä vianjäljitystiedot
pl: wyświetla informacje o debugowaniu
sv: visa felsökningsinformation

source: display verbose information
ca: mostra informació detallada
cs: zobrazit podrobnější informace
de: Umfangreichere Information anzeigen
fi: Näytä vuolaat tiedot
pl: wyświetla więcej informacji
sv: visa utförlig information

source: display version information
ca: mostra informació de la versió
cs: zobrazit informace o verzi
de: Versionsinformation anzeigen
fi: Näytä version tiedot
pl: wyświetla informacje o wersji
sv: visa versionsinformation

source: file contain list of files to include
ca: fitxer que conté el llistat de fitxers a incloure
cs: soubor obsahuje seznam souborů které zahrnout
de: Datei mit einer Dateiliste zum Einschließen
fi: tiedosto sisältää listan tiedostoista jotka pitää sisällyttää
pl: plik zawierający listę plików do dołączenia
sv: filen innehåller en lista av filer att inkludera

source: file to copy into custom dir
ca: fitxer a copiar al directori personalitzat
cs: soubor který zkopírovat do uživatelsky určené složky
de: Datei in benutzerdefiniertes Verzeichnis kopieren
fi: custom kansioon kopioitava tiedosto
pl: plik do skopiowania do własnego katalogu
sv: fil att kopiera till en anpassad katalog

source: kernel binary path
ca: camí al binari del kernel
cs: popis umístění binárky s jádrem
de: Pfad zum Kernel-Binary
fi: ytimen binääripolku
pl: ścieżka do pliku binarnego jądra
sv: kärnans binärs sökväg

source: kernel module directory
ca: directori del mòdul del kernel
cs: složka s moduly pro jádro
de: Kernel-Modulverzeichnis
fi: ytimen moduulihakemisto
pl: katalog modułów jądra
sv: kärnans modulkatalog

source: kernel version
ca: versió del kernel
cs: verze jádra
fi: kernel versio
pl: wersja jądra
sv: kärnversion

source: libvirt-sandbox-init-common: %s: cannot execute %s: %s
ca: libvirt-sandbox-init-common: %s: no es pot executar %s: %s
cs: libvirt-sandbox-init-common: %s: nedaří se spustit %s: %s
fi: libvirt-sandbox-init-common: %s: ei voi suorittaa %s: %s
pl: libvirt-sandbox-init-common: %s: nie można wykonać %s: %s
sv: libvirt-sandbox-init-common: %s: kan inte köra %s: %s

source: libvirt-sandbox-init-common: cannot open %s: %s
ca: libvirt-sandbox-init-common: no es pot obrir %s: %s
cs: libvirt-sandbox-init-common: nedaří se otevřít %s: %s
fi: libvirt-sandbox-init-common: ei voi avata %s: %s
pl: libvirt-sandbox-init-common: nie można otworzyć %s: %s
sv: libvirt-sandbox-init-common: kan inte öppna %s: %s

source: libvirt-sandbox-init-common: unable to create signal pipe: %s
ca: libvirt-sandbox-init-common: no es pot crear la canonada del senyal: %s
cs: libvirt-sandbox-init-common: nedaří se vytvořit rouru pro signál: %s
fi: libvirt-sandbox-init-common: signaaliputkea ei voi luoda: %s
pl: libvirt-sandbox-init-common: nie można utworzyć potoku sygnału: %s
sv: libvirt-sandbox-init-common: kan inte skapa signalrör: %s

source: mount a filesystem in the guest
ca: munta un sistema de fitxers al convidat
cs: připojit v hostovi souborový systém
de: Dateisystem in den Gast einbinden
fi: liitä tiedostojärjestelmä vieraaseen
pl: montuje system plików w gościu
sv: montera ett filsystem i gästen

source: name of the sandbox
ca: nom del sorral
cs: název odděleného prostředí
de: Name der Sandbox
fi: hiekkalaatikon nimi
pl: nazwa piaskownicy
sv: namn på sandlådan

source: packet %u bytes received from server too large, want %d
ca: el paquet de %u bytes que es va rebre del servidor és massa gran, voleu %d
cs: počet bajtů %u paketu, obdrženého ze serveru, je příliš vysoký – je zapotřebí %d
fi: palvelimelta vastaanotettu paketti %u tavua on liian suuri, halutaan %d
pl: otrzymany z serwera pakiet o %u B jest za duży, wymagane jest %d
sv: paketets %u byte mottagna från servern är för stort, vill ha %d

source: packet %u bytes received from server too small, want %u
ca: el paquet de %u bytes que es va rebre del servidor és massa petit, voleu %u
cs: počet bajtů %u paketu, obdrženého ze serveru, je příliš nízký – je zapotřebí %u
fi: palvelimelta vastaanotettu paketti %u tavua on liian pieni, halutaan %u
pl: otrzymany z serwera pakiet o %u B jest za mały, wymagane jest %u
sv: paketets %u byte mottagna från servern är för litet, vill ha %u

source: root directory of the sandbox
ca: directori arrel del sorral
cs: kořenová složka odděleného prostředí
de: Wurzelverzeichnis der Sandbox
fi: hiekkalaatikin juurihakemisto
pl: główny katalog piaskownicy
sv: rotkatalog för sandlådan

source: run the command privileged
ca: executa la comanda privilegiada
cs: spustit příkaz s vyššími oprávněními
de: Befehl mit Root-Rechten ausführen
fi: suorita komento etuoikeutettuna
pl: wykonuje polecenie z uprawnieniami
sv: kör kommandot priviligierat

source: security properties
ca: propietats de la seguretat
cs: vlastnosti zabezpečení
de: Sicherheits-Einstellungen
fi: turvallisuusominaisuudet
pl: właściwości zabezpieczeń
sv: säkerhetsegenskaper

source: setup network interface properties
ca: configura les propietats de la interfície de xarxa
cs: nastavit vlastnosti síťového rozhraní
de: Netzwerkschnittstellen-Einstellungen einrichten
fi: määritä verkkoliitännän ominaisuudet
pl: właściwości ustawień interfejsu sieciowego
sv: sätt upp egenskaper för nätverksgränssnitt

source: start a shell
ca: inicia un shell
cs: spustit shell
de: Eine Shell starten
fi: avaa komentokehote
pl: uruchamia powłokę
sv: starta ett skal

source: switch to the given user
ca: canvia a l'usuari indicat
cs: přepnout na daného uživatele
fi: vaihda annettuksi käyttäjäksi
pl: przełącza na podanego użytkownika
sv: byt till en angiven användare
